[{
	"id" : "1",
	"current":false,
    "title": "Catchup",
    "body": "Climbingsucks.com had a good run, but in the end, it was really too corporate.  So, welcome to my new website. For those of you who care, it is a simple Sinatra app with a Backbone.js front end.</p> <img src = 'https://s3.amazonaws.com/tarareynvaan/Obed1.jpg'></img> </p>After putting in the work on the Freerider in the early fall, I have not touched a camming unit since. Instead, the focus has been on developing fitness and strength bouldering and sport climbing. The sport climbing has been mostly happening at Jailhouse. <img src = 'https://s3.amazonaws.com/tarareynvaan/SaraCruxing1.jpg'></img> </p>Having visited most sport well known sport climbing areas in the US, I believe Jailhouse is the hardest sport climbing in the country.  For example, I have been putting work into a rig called 'Death Sentence.'  It is a brutal 160 foot pitch.  The first 70 feet are rated 'soft' 13a and took me a half dozen tries to actually link. </p> <img src='https://s3.amazonaws.com/tarareynvaan/Smith.jpg'></img> </p>After this begins a 20 foot v9 boulder problem consisting mostly of horrible undercling pinches.  If you manage to hold on for this, you must climb 6 or so more bolts through impossibly akward blocky terrain for the anchors.  The bouldering has been mostly happening in the buttermilks. </p> <img src = 'https://s3.amazonaws.com/tarareynvaan/MarkNotCruxing.jpg'></img> </p>mark heal tops out Mandal sit, v13/14. </p></p> Bishop is ridiculously sceninc <img src = 'https://s3.amazonaws.com/tarareynvaan/RyanCruxing1.jpg'></img> </p>However, after bouldering in many places in the USA, I firmly believe its the hardest bouldering in the world. The climbing involves heniously huge moves between nonexistant small holds with terrible feet.  To make matters worse, two moves into any boulder problem my fingers are already soaked with grease.</p> It always amazes me when people say that that the Buttermilks are 'their style.'    So these people's 'style' is the ability to have huge moves between bad greasy holds feel easy?  Sounds like their 'style' is just incredible strength, technique and overall climbing ability. I guess my 'style' is doing small moves on huge jugs. When I find a v13 in that 'style' that thing is going down... <img src = 'https://s3.amazonaws.com/tarareynvaan/MeCruxing2.jpg'></img></p>To gain superhuman climbing strength, we have been alternating sport climbing and bouldering 50/50 exactly.    I have found that the bouldering definetly makes most sport climbs feel easier.  After trying to dyno 4 feet off some greasy razorblade in the buttermilks, 'hard' moves on sport climbs are no longer an issue. </p> <img src='https://s3.amazonaws.com/tarareynvaan/Road.jpg'></img> </p>The reverse has not been so true.  Turns out no matter how good your endurance is, that 4 foot greasy razor blade dyno in bishop is still impossible...  Oh well, maybe its just not my style. Thanks for reading, </p> Me"
  },
  {
    "id" : "2",
    "animation_id" : "1",
    "current" : false,
    "title" : "Foaming",
    "body" : ""

  }, 
  {
    "id" : "3",
    "animation_id" : "2",
    "current" : true,
    "title" : "Snailhouse",
    "body" : ""

  }

]
